function Rules() {
  return (
    <div className="rules">
      <h1>Правила</h1>
      <h2>Персонаж</h2>
      <h3>Класи</h3>
      <p>
        Скоріш за все ваш персонаж до того як перебрався з Великої землі у зону мав якусь професію, хобі, спеціалізувався у чомусь конкретному.
        Клас характеризує вміння вашого персонажа та як вони допоможуть вижити в складних реаліях зони.
      </p>

      <h4>Мисливець</h4>
      <b>Здібності:</b>
      <ul>
        <li>
          <b>Око мисливця:</b> Під бою з мутантом використавши бонусну дію та прокинувши перевірку на спостережливість (≥9) мисливець може визначити слабке місце мутанта. Точне влучання в це місце принесе мутанту подвійну шкоду. (Примітка: працює лише на мутантах яких мисливець зустрів хоча б один раз)
        </li>
        <li>
          <b>Вистежувач:</b> Під час дослідження місцевості мисливець з більшою ймовірністю може знайти сліди мутантів та визначити що за мутант їх залишив кидком к20 + 3. Також мисливець з легкістю може простежити сліди. (Примітка: працює лише на мутантах яких мисливець зустрів хоча б один раз)
        </li>
        <li>
          <b>М’ясник:</b> Після вбивства мутанта з його мертвого тіла можна відрізати якісь частини та продати у різних торговців. Частини вирізані мисливцем будуть цілішими та акуратнішими, а відповідно і ціна за продаж буде більшою. Також мисливець може готувати їжу з частин мутантів
        </li>
        <li>
          <b>Вмілий маскувальник:</b> Використавши цю здібність мисливець витрачає деякий час на маскування і замаскувавшись стає більш непомітним (кидок на непомітність кидається з перевагою). Крім того мисливець може допомогти замаскуватися комусь, але тоді на маскування витрачається більше часу.
        </li>
      </ul>

      <h4>Солдат</h4>
      <p>
        Хоча зона сповнена найбезпечнішої фауни на планеті, але напевно найбільшою небезпекою в цьому місці залишається людина. Солдат навчений навичок, що допомагають ефективно боротися з цією небезпекою, головне йому дорогу не переходити.
      </p>
      <b>Здібності:</b>
      <ul>
        <li>
          <b>Воєнна загартованість:</b> На початку бою солдат має кидок з перевагою на ініціативу.
        </li>
        <li>
          <b>Вогонь на ураження:</b> Використавши цю здібність солдат починає вести вогонь на ураження в бік його потенційного ворога цим самим накладаючи перешкоду на войовничі дії супротивника. Для ведення такого вогню солдат повинен тримати автоматичну зброю та використати половину магазину.
        </li>
        <li>
          <b>Виправлення неполадок:</b> Під час бою солдат може використати дію щоб розібрати та зібрати свою зброю тим самим виправивши всі можливі неполадки та зробивши так щоб зброя не заклинювала до кінця цього бою.
        </li>
        <li>
          <b>Ходяча турель:</b> Солдат може використати цю здібність для того щоб пересуватися і стріляти водночас. Таке пересування можливе лише по прямій та вважається пересуванням по складній поверхні (швидкість/2). На кожен крок гравець може вказати ціль куди він стріляє і витратити 3 патрона на чергу пострілів. Гравець може не стріляти (або в нього просто закінчаться набої), але дебафи на пересування зніматися не будуть
        </li>
      </ul>

      <h4>Технік</h4>
      <p>
        Техніки в зоні цінніші за будь-яку артефакти, а технік з прямим руками взагалі на вагу золота. Якщо треба відремонтувати зброю чи комбінезон ось до кого варто звертатися
      </p>
      <b>Здібності:</b>
      <ul>
        <li>
          <b>Ремонт:</b> Основна функція техніків. Технік в польових умовах може відремонтувати комбінезон чи зброю на 5 мітки зносу (про це пізніше). Якщо ж технік знаходиться біля верстату (або знайденого десь на закинутій фабриці або орендованого у іншого техніка) він може виконувати функції штатного техніка.
        </li>
        <li>
          <b>Лахмітник:</b> Що для однієї людини сміття, для іншої золото. Під час дослідження локацій технік може знайти усіляке сміття та брухт який може стати в пригоді для ремонту чи творіння.
        </li>
        <li>
          <b>Винахідництво:</b> Маючи достатню кількість деталей та верстат технік може створити корисний девайс (чи модифікацю для вже існуючих речей) який може допомогти вижити в зоні (Примітка: гравець повинен пояснити ДМ-у як цей девайс сконструйований та як він працює)
        </li>
        <li>
          <b>Правильний догляд:</b> Техніки розуміються в своєму екіпіруванні, а тому знають як краще доглядати за ним для повільнішого зносу. Зброя та комбінезони у техніків завжди мають +2 мітки зносу.
        </li>
      </ul>

      <h4>Медик</h4>
      <p>
        Як будь-якому стволу потрібен ремонт так і людей часто треба підлатати. Медики це ледь не єдині люди що дають життя в зоні.
      </p>
      <b>Здібності:</b>
      <ul>
        <li>
          <b>Збиральництво:</b> Під час подорожей да дослідження медик може знайти різноманітні речовини що мають лікувальні здібності.
        </li>
        <li>
          <b>Хімічні знання:</b> Медик може створити різноманітні лікувальні засоби та стимулятори що можуть допомогти в бою чи просто для лікування. Медик може зробити як вже існуючі припарати дію яких він знає так і створити свій  (Примітка: працює ідентично до здібності Винахідництво  у техніка).
        </li>
        <li>
          <b>Швидка допомога:</b> Під час бою медик може використати бонусну дію для того щоб дібратися до непритомного компаньйона. В такому разі він використовує усю свою швидкість і більше не може пересуватися в свій хід.
        </li>
        <li>
          <b>Лікарня на ходу:</b> Якщо медик використовує лікувальний предмет під час бою то властивості цього предмету поліпшені. Також ця здібність дозволяє піднімати інших людей в кращому стані і усувати критичний стан поза боєм. Додатково медик може покласти необмежену кількість медикаментів в кармани комбінезону.
        </li>
      </ul>

      <h4>Вчений</h4>
      <p>
        Зона - це загадка людства і як тільки це стало зрозуміло в зону відправилися різного рангу вчені щоб дослідити її і можливо зробити революційне відкриття для усьго світу.
      </p>
      <b>Здібності:</b>
      <ul>
        <li>
          <b>Аномальний дослідник:</b> Вчені мають перевагу на усі кидки, що стосуються аномалій, їх ідентифікації, артефактів та в цілому знань про зону
        </li>
        <li>
          <b>Експерименти з артефактами:</b> Вчені можуть провести додаткові дослідження та дізнатися нові та унікальні здібності артефактів які приховані для звичайних сталкерів. Для цього гравцеві треба описати свій експеримент та отримати результати від ДМ.
        </li>
        <li>
          <b>Аномальна загартованість:</b> Вчений може носити один артефакт не отримуючи його негативних ефектів (негативні ефекти архі-артефактів не рахуються).
        </li>
        <li>
          <b>Вчений розум:</b> Під час діалогу вчені можуть використати свої знання та трошки вміння брехати щоб запудрити мізки співбесіднику неймовірно складними термінами. Достатня необізнаність співбесідника в поєднанні з вашими розмовами може переконати його в чому завгодно. Також ця здібність дозволяє вченому кидати рятівні кидки на протидію псі-випромінюванню з перевагою
        </li>
      </ul>
      <h3>Характеристики</h3>
      <p>
        Те що в загальному характеризує персонажа, те яким він є. Всього є 7 характеристик.

        ============================================================
        **Сила** - те наскільки фізично сильний ваш персонаж
        **Спритність** - наскільки швидкий ваш персонаж і яка його реакція
        **Інтелект** - те наскільки розумний ваш персонаж (також визначає наскільки ви вразливі до псі-випромінювання)
        **Мудрість** - те наскільки ваш персонаж обізнаний, досвідчений і уважний
        **Харизма** - те як добре ваш персонаж володіє комунікативними навичками
        **Статура** - наскільки ваш персонаж витривалий та стійкий до зовнішніх чинників
        **Удача** - без цього в зоні ніяк
        ============================================================

        Щоб розподілити ваші характеристики ви виставляєте їх усі на 5 і маєте ще додаткових 5 очок. 
        Далі ви можете віднімати від якихось і додавати до інших. Міні мінімальне значення характеристики 1, а максимальне 10.
      </p>
      <h3>Навички</h3>
      <p>
        Навички це особливі знання та уміння вашого персонажа. Вони визначають те як добре ваш персонаж справляється з різними проблемами що стають йому на шляху.

        ============================================================
        **Виживання (Мудр.)** - як добре ваш персонаж може справлятися з зовнішніми чинниками та складними умовами.
        **Розслідування (Інт.)** - навичка що використовується для знаходження зачіпок/слідів, дослідження аномалій та артефактів і знаходження прихованих речей
        **Зброя (Стат.)** - наскільки добре ваш персонаж володіє вогнепальною зброєю, як влучно стріляє
        **Ближній бій (Сила)** - визначає те як добре персонаж б’ється у ближньому бою
        **Медицина (Мудр.)** - можливість лікувати рани та захворювання, вміння правильно виводити радіацію та діагностувати хвороби
        **Непомітність (Спр.)** - як добре ваш персонаж може залишатися непомітним для ворога.
        **Інженерія (Інт.)** - як добре ваш персонаж справляється з різноманітними девайсами в зоні, чи може щось відремонтувати або розібратися з якимось невідомим пристроєм
        **Мутанти (Мудр.)** - як добре персонаж знає мутантів зони, їхні особливості, як з ними варто поводитися і чи може він розпізнати їх слід
        **Уважність (Мудр.)** - вміння читати людську поведінку, визначати брехню чи відчувати приховані мотиви
        **Атлетика (Сила)** - вирішує складні ситуації які потребують фізичної сили. Наприклад як успішно ви можете залізти на якусь гору чи щось.
        **Акробатика (Спр.)** - визначає спритність та гнучкість вашого персонажа в різних ситуаціях
        **Переговори (Хар.)** - здібність персонажа розмовляти та домовлятися
        **Історія (Інт.)** - знання персонажа про історію зони її виникнення, легендарних сталкерів і подібне.
        **Залякування (Хар.)** - вміння персонажа залякати когось якщо це треба
        **Знання зони (Мудр.)** - практичні знання про зону. Знання про аномалії, артефакти та подібне
        **Спостережливість (Мудр.)** - наскільки добре персонаж може помітити якісь деталі, когось у відкритому полі і як багато речей персонаж може знайти дослідженням.
        ============================================================

        Навички не мають як таких значень. Їх вплив на ваші кидки визначається модифікатором який в свою чергу визначається відповідним значенням харакетристики від якої навичка залежна (її можна побачити в дужках біля назви навички).

        | Значення характеристки | Модифікатор |
        | --- | --- |
        | 10 | +3 |
        | 8 - 9 | +2 |
        | 6 - 7 | +1 |
        | 5 | 0 |
        | 3 - 4 | -1 |
        | 2 - 1 | -2 |

        Також навичкою можна вважати пасивну спостережливість. Її значення рахуєтьсяяк 10 + модифікатор спостережливості. Визначає він чи зможете ви помітити якісь деталі шукаючи їх. Наприклад: чи можете помітити противника, що крадеться до вас.
        Під час створення персонажу ви можете обрати 2 навички в яких ви досвідчені і тим самим покращити модифікатор цих навичок на +2. (якщо модифікатор інженерії був +1 і ви вирішили що ваш персонаж досвідчений у цьому то тепер цей модифікатор буде рівний +3)
      </p>
    </div>
  );
}

export default Rules;