function Rules() {
  return (
    <div className="rules">
      <h1>Правила</h1>
      <h2>Персонаж</h2>
      <h3>Класи</h3>
      <p>Скоріш за все ваш персонаж до того як перебрався з Великої землі 
        у зону мав якусь професію, хобі, спеціалізувався у чомусь конкретному. 
        Клас характеризує вміння вашого персонажа та як вони допоможуть вижити в складних реаліях зони.
      </p>
      <h4>Мисливець</h4>
      <p>У зоні водиться багато усілякої нечисті і вона аж ніяк не дружелюбна до сталкерів. Логічним наслідком такої ситуації стала поява мисливців - сталкерів що вважають своєю професією вбивство мутантів.</p>
      <b>Здібності:</b>
      <ul>
        <li>
          <b>Око мисливця:</b> Під бою з мутантом використавши бонусну дію та прокинувши перевірку на спостережливість (≥9) мисливець може визначити слабке місце мутанта. Точне влучання в це місце принесе мутанту подвійну шкоду. (Примітка: працює лише на мутантах яких мисливець зустрів хоча б один раз)
        </li>
        <li>
          <b>Вистежувач:</b> Під час дослідження місцевості мисливець з більшою ймовірністю може знайти сліди мутантів та визначити що за мутант їх залишив кидком к20 + 3. Також мисливець з легкістю може простежити сліди. (Примітка: працює лише на мутантах яких мисливець зустрів хоча б один раз)
        </li>
        <li>
          <b>М’ясник:</b> Після вбивства мутанта з його мертвого тіла можна відрізати якісь частини та продати у різних торговців. Частини вирізані мисливцем будуть цілішими та акуратнішими, а відповідно і ціна за продаж буде більшою. Також мисливець може готувати їжу з частин мутантів
        </li>
        <li>
          <b>Вмілий маскувальник:</b> Використавши цю здібність мисливець витрачає деякий час на маскування і замаскувавшись стає більш непомітним (кидок на непомітність кидається з перевагою). Крім того мисливець може допомогти замаскуватися комусь, але тоді на маскування витрачається більше часу.
        </li>
      </ul>
    </div>
  );
}

export default Rules;